Repository: timadevelop/saasWebClient
Catalog: src/locale/messages.*.xlf
Languages: bg

# noDataText
source: No data
bg: Няма данни

# headerServicesButtonText
source: Services
bg: Услуги

# headerPostsButtonText
source: Seeks
bg: Търсения

source: Login
bg: Влез

# welcomeText
source: Hi,
bg: Здравей,

source: Verified
bg: Потвърден

source: Not Verified
bg: Не е потвърден

source: Profile
bg: Профил

source: Messages
bg: Съобщения

source: Logout
bg: Излез от профила си

# notificationsManagerNotificationDividerText
source: Notifications
bg: Известия

source: Thanks for Feedback!
bg: Благодаря за обратната връзка!

# feedbackFormLabelRate
source: How would you rate your experience?
bg: Как бихте оценили опита си?

# feedbackFormErrorTitleNotProvided
source: Please input valid rating
bg: Моля въведете валидна оценка

# feedbackFormLabelText
source: Tell us about your experience
bg: Разкажете ни за вашия опит

# feedbackFormErrorTextIsTooShort
source: Text is too short
bg: Текстът е твърде кратък

# feedbackFormErrorTextIsTooLong
source: Text is too long
bg: Текстът е твърде дълъг

# feedbackFormErrorTextNotProvided
source: Please input valid text
bg: Моля, въведете валиден текст

# sendFeedbackButtonText
source: Send
bg: Изпрати

# closeFeedbackFormButtonText
source: Close
bg: Затвори

# helloText
source: Hi
bg: Здравей

# aboutText
source: About
bg: Относно

# termsText
source: Terms
bg: Условия

# privacyAndCookiesText
source: Privacy and cookies
bg: Поверителност и бисквитки

source: Log into
bg: Влез в системата

source: Or
bg: Или

source: Create Account
bg: Създай акаунт

source: The input is not valid E-mail!
bg: Входиран е невалиден имейл!

source: Please input your E-mail!
bg: Моля, въведете своя имейл!

source: Use at least 5 characters for password
bg: Използвайте поне 5 знака за парола

source: Please input your password!
bg: Моля, въведете вашата парола!

source: or continue with
bg: или продължете с

source: Forgot password?
bg: Забравена парола?

source: Secured login TODO
bg: Защитено влизане TODO

source: Terms
bg: Условия

source: Privacy
bg: Поверителност

source: First name is too short
bg: Първото име е твърде кратко

source: First name is too long
bg: Първото име е твърде дълго

source: Please input your first name
bg: Моля, въведете вашето първо име

source: Last name is too short
bg: Фамилното име е твърде кратко

source: Last name is too long
bg: Фамилното име е твърде дълго

source: Please input your last name
bg: Моля, въведете вашето фамилно име

source: Use at least 8 characters for password
bg: Използвай поне 8 знака за парола

source: Please confirm your password!
bg: Моля, потвърдете паролата си!

source: Two passwords that you enter is inconsistent!
bg: Две пароли, които въвеждате, са непоследователни!

source: Secured register TODO
bg: Защитена регистрация TODO

source: Verify email status
bg: Провери състоянието на имейла

# VerifiedText
source: Successfully Verified
bg: Успешно потвърдено

# notVerifiedText
source: Not Verified
bg: Не е потвърден

source: Your email is not verified
bg: Вашият имейл не е потвърден

source: We sent you confirmation email, check your inbox to verify it.
bg: Изпратихме ви имейл за потвърждение, проверете входящата си поща, за да го потвърдите.

source: Your profile has no email, provide one please:
bg: Потребителският ви профил няма имейл, въведете имейл, моля:

# messagesTitleText
source: Messages
bg: Съобщения

# gotoUserProfileTooltipText
source: Go to user profile
bg: Отидете на потребителския профил

# lastSeenUserText
source: Last seen
bg: Последно видян

# userOnlineStatusText
source: Online
bg: Онлайн

source: conversation start
bg: начало на разговора

# loadMoreText
source: Load more
bg: Зареди още

# removeMessageTooltipText
source: Remove Message
bg: Премахни съобщението

source: Conversation not found
bg: Разговорът не е намерен

# carouselNoImagesWarning
source: No images to show
bg: Няма изображения за показване

# gotoCarouselImageText
source: Goto image
bg: Отиди на изображение

# addToUploadText
source: Add
bg: Добави

# searchConversationsPlaceholder
source: Search conversations
bg: Търси разговори

# noMessagesInConversationText
source: No messages
bg: Няма съобщения

# typeNewMessagePlaceholder
source: Type new message
bg: Въведи ново съобщение

source: Hey, would you tell author about this?
bg: Хей, бихте ли казали на автора за това?

source: No, thanks
bg: Не, благодаря

source: Yes, send message
bg: Да, изпратете съобщение

# userbioLabel
source: User bio
bg: Био на потребителя

# emailLabel
source: Email
bg: Електронна поща

# profileDetailUsernameLabel
source: Username
bg: Потребител

# servicesTab
source: Services
bg: Услуги

# seeksTab
source: Seeks
bg: Търсения

# filtersButtonText
source: Filters
bg: Филтри

# filtersCardTitle
source: Filters
bg: Филтри

# createNewServiceButtonTexst
source: Create
bg: Създай

# editText
source: Edit
bg: Редактирай

# deleteText
source: Delete
bg: Изтрий

# areYouSureText
source: Are you sure?
bg: Сигурен ли си?

# noText
source: No
bg: Не

# yesText
source: Yes
bg: Да

# createNewSeekButtonTexst
source: Create
bg: Създай

# shareBtnText
source: Share
bg: Сподели

# copyBtnText
source: Copy
bg: Копирай

# loadingText
source: Loading Data...
bg: Данните се зареждат ...

# selectTagsText
source: Select tags
bg: Избери маркери

source: Send email
bg: Изпрати имейл

# showText
source: show
bg: покажи

# feedPostPlaceholder
source: What's up?
bg: Какво става?

# formErrorTextIsTooShort
source: Too short text
bg: Твърде кратък текст

# formErrorTextIsTooLong
source: Too long text
bg: Твърде дълъг текст

# formErrorTextNotProvided
source: Add text
bg: Добави текст

# feedPostButton
source: Post
bg: Поствай

# feedPostUpdateButton
source: Update
bg: Актуализация

# formErrorTagsArrayIsTooShort
source: Select more tags
bg: Избери още маркери

# formErrorTagsArrayIsTooLong
source: Too much tags selected, reduce tags count
bg: Избрани са твърде много тагове, намали броя на таговете

# formErrorTagsArrayNotProvided
source: Select at least 3 tags
bg: Избери поне 3 маркера

# submitFeedPostOnCtrlEnterKeyDown
source: Post on Ctrl + Enter
bg: Публикувай Ctrl + Enter

# submitNewPost
source: Post
bg: Поствай

# submitUpdatePost
source: Update
bg: Актуализация

# selectCategoryText
source: Select category
bg: Избери категория

# minPriceText
source: Min price
bg: Минимална цена

# maxPriceText
source: Max price
bg: Максимална цена

# searchPlaceholder
source: Search
bg: Търси

source: Search
bg: Търси

# sortNewestFirstText
source: Newest
bg: Най-ново

# sortCheapestFirstText
source: Cheapest
bg: Най-евтино

# sortMostExpensiveFirstText
source: Most Expensive
bg: Най-скъпият

# sortMostPointsFirstText
source: Superhero
bg: Баш майстор

# sortingSectionText
source: Sorting
bg: Сортиране

# priceSectionText
source: Price
bg: Цена

# categorySectionText
source: Category
bg: Категория

# tagsSectionText
source: Tags
bg: Тагове

source: no selected tags
bg: няма избрани тагове

# searchTagsText
source: Search tags
bg: Тагове за търсене

# payFormCreditOrDebitCardText
source: Credit or debit card
bg: Кредитна или дебитна карта

# payButtonText
source: Pay
bg: Плати

# payFormPaidText
source: Paid
bg: Платено

# payFormPaidDescriptionText
source: Successfully paid
bg: Успешно платено

# wholeCountryText
source: Whole country
bg: Цялата страна

# locationText
source: Location
bg: Местоположение

# categoryTooltipText
source: Category
bg: Категория

# createdTooltipText
source: Created
bg: Създаден

# itemNumberText
source: Item id
bg: Идент. № на артикул

# currency
source: BGN
bg: лв.

# priceDetailsText
source: Price details
bg: Подробности за цената

source: Author
bg: Автор

# authorCardAuthorStatsText
source: Author statistics
bg: Авторска статистика

# servicesLabel
source: Services
bg: Услуги

# seeksLabel
source: Seeks
bg: Търсения

# joinedLabel
source: Joined
bg: Присъедини

source: Contacts
bg: Контакти

source: Phone
bg: Телефон

source: Message
bg: Съобщение

# promotedServiceIconTooltipText
source: Promoted service
bg: Промотирана услуга

# priceTooltipText
source: Price
bg: Цена

# searchByTagText
source: Search by tag
bg: Търсене по таг

source: No tags
bg: Без тагове

# deleteButtonText
source: Delete
bg: Изтрий

# promoteButtonText
source: Promote
bg: Промотирай

# similarServicesCardTitle
source: Similar services
bg: Подобни услуги

# messageButtonText
source: Message
bg: Съобщение

# editButtonText
source: Edit
bg: Редактирай

# callText
source: Call
bg: Обади се

# messageUserText
source: Message
bg: Съобщение

# promoteYourServiceText
source: Promote
bg: Промотирай

# addNewServiceText
source: Add service
bg: Добавете услуга

# editServiceText
source: Edit service
bg: Редактирай услуга

# fixedPricesInputLabelPlaceholder
source: Service
bg: Обслужване

# fixedPricesInputPricePlaceholder
source: Price
bg: Цена

# confirmTitle
source: Are you sure?
bg: Сигурен ли си?

# confirmCancelBtnText
source: Yes
bg: Да

# shortLabelFormError
source: Label is too Short
bg: Етикетът е твърде кратък

# longLabelFormError
source: Label is too long
bg: Етикетът е твърде дълъг

# invalidLabelFormError
source: Invalid label
bg: Невалиден етикет

# smallValueFormError
source: Value is too small
bg: Стойността е твърде малка

# bigValueFormError
source: Value is too big
bg: Стойността е твърде голяма

# invalidValueFormError
source: Value is invalid
bg: Стойността е невалидна

# emptyFixedPricesWarning
source: Information about fixed prices is empty
bg: Информацията за фиксираните цени е празна

# invalidFixedPricesFormError
source: Invalid fixed prices information
bg: Невалидна информация за фиксирани цени

# addFixedPriceBtnText
source: Add fixed price
bg: Добави фиксирана цена

# serviceFormLabelTitle
source: Service title
bg: Заглавие на услугата

# serviceFormErrorTitleIsTooShort
source: Title is too short
bg: Заглавието е твърде кратко

# serviceFormErrorTitleIsTooLong
source: Title is too long
bg: Заглавието е твърде дълго

# serviceFormErrorTitleNotProvided
source: Please input valid title
bg: Моля, въведи валидно заглавие

# serviceFormLabelPrice
source: Price
bg: Цена

# serviceFormErrorPriceIsTooSmall
source: Price is too small
bg: Цената е твърде малка

# serviceFormErrorPriceIsTooBig
source: Price is too big
bg: Цената е твърде голяма

# serviceFormErrorPriceNotProvided
source: Please input valid title
bg: Моля, въведи валидно заглавие

# serviceFormErrorCategoryNotProvided
source: Please select valid category
bg: Моля, избери валидна категория

# serviceFormLabelLocation
source: Location
bg: Местоположение

# serviceFormLabelDescription
source: Description
bg: Описание

# serviceFormErrorDescriptionIsTooShort
source: Description is too short
bg: Описанието е твърде кратко

# serviceFormErrorDescriptionIsTooLong
source: Description is too long
bg: Описанието е твърде дълго

# serviceFormErrorDescriptionNotProvided
source: Please input valid description
bg: Моля, въведете валидно описание

# serviceFormLabelTags
source: Tags
bg: Тагове

# serviceFormErrorTagsArrayIsTooShort
source: Select more tags
bg: Избери още маркери

# serviceFormErrorTagsArrayIsTooLong
source: Too much tags selected, reduce tags count
bg: Избрани са твърде много тагове, намали броя на таговете

# serviceFormErrorTagsArrayNotProvided
source: Select tags for new service
bg: Избери маркери за нова услуга

# serviceFormLabelImages
source: Images
bg: Снимки

# serviceFormErrorImagesArrayIsTooShort
source: Add more images
bg: Добавете още изображения

# serviceFormErrorImagesArrayIsTooLong
source: Too many images
bg: Твърде много изображения

# serviceFormErrorImagesArrayNotProvided
source: Please add images for new service
bg: Моля, добави изображения за нова услуга

# serviceFormLabelPhone
source: Phone
bg: Телефон

# serviceFormLabelPhonePlaceholder
source: Contact phone
bg: Телефон за връзка

# serviceFormErrorPhoneIsInvalid
source: Please input valid phone
bg: Моля, въведете валиден телефон

# serviceFormLabelFixedPrices
source: Fixed Prices
bg: Фиксирани цени

# newServiceFormAddButtonText
source: Create Service
bg: Създай услуга

# serviceFormSaveButtonText
source: Save
bg: Запази

# promoteServiceText
source: Promote service
bg: Промотирай услугата

# promoteServiceSelectPlanText
source: Select Plan
bg: Изберете План

# orUseCouponText
source: or use a coupon code
bg: или използвай код на талон

# promoteServiceBoostingProcessText
source: Boosting Your Service...
bg: Промотиране на услугата ви ...

# promoteServiceSelectedPlanSuccessText
source: Successfully Boosted Service
bg: Успешно промотирана услуга

# promotedServiceTilDate
source: Your service is currently promoted til
bg: Понастоящем услугата ви е промотирана до

source: Click to select
bg: Щракни, за да избереш

# promoteServicePayText
source: Pay for service boost
bg: Платете за промотиране на услугата

# promoteServiceUserHasNoEmail
source: In order to promote a service we need to know your email. Please, update your profile or provide your email in a following form:
bg: С цел популяризиране на a услуга, която трябва да знаем вашата електронна поща. Моля, актуализирайте потребителския си профил или предоставете имейла си в следната форма:

# provideEmailText
source: Provide email
bg: Въведете имейл

# couponCodeLabel
source: Coupon code
bg: Код на талона

# useCouponButtonText
source: Use coupon
bg: Използвайте талон

# cancelText
source: Cancel
bg: Отказ

# promoteServiceUsingCouponSuccessText
source: Successfully Boosted Service
bg: Успешно промотирана услуга

# promotedTilText
source: Boosting works until
bg: Промотирано до

# openServiceText
source: Open service #
bg: Отвори услуга #

source: Free
bg: Безплатно

# promotedSeekIconTooltipText
source: Promoted seek
bg: Промотирано търсене

# similarSeeksCardTitle
source: Similar seeks
bg: Подобни търсения

# promoteYourSeekText
source: Promote
bg: Промотирай

# addNewSeekText
source: Add seek
bg: Добавете търсене

# editSeekText
source: Edit seek
bg: Редактирай търсенето

# seekFormLabelTitle
source: Seek title
bg: Търси заглавие

# seekFormErrorTitleIsTooShort
source: Title is too short
bg: Заглавието е твърде кратко

# seekFormErrorTitleIsTooLong
source: Title is too long
bg: Заглавието е твърде дълго

# seekFormErrorTitleNotProvided
source: Please input valid title
bg: Моля, въведи валидно заглавие

# seekFormLabelPrice
source: Max Price
bg: Максимална цена

# seekFormErrorPriceIsTooSmall
source: Price is too small
bg: Цената е твърде малка

# seekFormErrorPriceIsTooBig
source: Price is too big
bg: Цената е твърде голяма

# seekFormErrorPriceNotProvided
source: Please input valid title
bg: Моля, въведи валидно заглавие

# seekFormErrorCategoryNotProvided
source: Please select valid category
bg: Моля, избери валидна категория

# seekFormLabelLocation
source: Location
bg: Местоположение

# seekFormLabelDescription
source: Description
bg: Описание

# seekFormErrorDescriptionIsTooShort
source: Description is too short
bg: Описанието е твърде кратко

# seekFormErrorDescriptionIsTooLong
source: Description is too long
bg: Описанието е твърде дълго

# seekFormErrorDescriptionNotProvided
source: Please input valid description
bg: Моля, въведете валидно описание

# seekFormLabelTags
source: Tags
bg: Тагове

# seekFormErrorTagsArrayIsTooShort
source: Select more tags
bg: Избери още маркери

# seekFormErrorTagsArrayIsTooLong
source: Too much tags selected, reduce tags count
bg: Избрани са твърде много тагове, намали броя на таговете

# seekFormErrorTagsArrayNotProvided
source: Select tags for new seek
bg: Изберете тагове за ново търсене

# seekFormLabelImages
source: Images
bg: Снимки

# seekFormErrorImagesArrayIsTooShort
source: Add more images
bg: Добавете още изображения

# seekFormErrorImagesArrayIsTooLong
source: Too many images
bg: Твърде много изображения

# seekFormErrorImagesArrayNotProvided
source: Please add images for new seek
bg: Моля, добавете изображения за ново търсене

# seekFormLabelPhone
source: Phone
bg: Телефон

# seekFormLabelPhonePlaceholder
source: Contact phone
bg: Телефон за връзка

# seekFormErrorPhoneIsInvalid
source: Please input valid phone
bg: Моля, въведете валиден телефон

# newSeekFormAddButtonText
source: Create Seek
bg: Създай търсене

# seekFormSaveButtonText
source: Save
bg: Запази

# promoteSeekText
source: Promote seek
bg: Промотвай търсенето

# promoteSeekSelectPlanText
source: Select Plan
bg: Изберете План

# promoteSeekBoostingProcessText
source: Boosting Your Seek...
bg: Промотиране на търсенето ви ...

# promoteSeekSelectedPlanSuccessText
source: Successfully Boosted Seek
bg: Успешно промотирано търсене

# promotedSeekTilDate
source: Your seek is currently promoted til
bg: В момента търсенето ви е промотирано до

source: Seek will be promoted til
bg: Търсенето ще бъде промотирано до

# promoteSeekPayText
source: Pay for seek boost
bg: Плати за протомиране на търсене

# promoteSeekUserHasNoEmail
source: In order to promote a seek we need to know your email. Please, update your profile or provide your email in a following form:
bg: За да насърчим търсенето, ние трябва да знаем вашия имейл. Моля, актуализирайте потребителския си профил или предоставете имейла си в следната форма:

# promoteSeekUsingCouponSuccessText
source: Successfully Boosted Seek
bg: Успешно промотирано търсене

# openSeekText
source: Open seek #
bg: Отворено търсене #

source: An error occurred:
bg: Възникна грешка:

source: We have some troubles. Contact Administrator please.
bg: Имаме някои проблеми. Свържете се с администратора, моля.

source: It seems like api does not work.
bg: Изглежда, че API не работи.

source: Something bad happened on error handling.
bg: Нещо лошо се случи при работа по обработване на грешки.

# conversationHtmlTitle
source: Conversation
bg: Разговор

source: Success socket joined room
bg: Успешно присъедини сте към разговора

source: Error joining room
bg: Грешка при присъединяването към разговора

source: connected to room
bg: Успешно установена връзка за разговор

source: instead
bg: вместо

source: Hey, I am interested in this:
bg: Здравейте, интересувам се от тази обява:

# messagesHtmlTitle
source: Messages
bg: Съобщения

source: Not found user with id
bg: Не е намерен потребител с идентификатор

# errorNoImagesAndNoTextOnFeedPost
source: Enter text or add images
bg: Въведете текст или добавете изображения

source: A post for editing is not provided
bg: Публикация за редактиране не е предоставена

# profileDetailHtmlTitle
source: User Profile
bg: Потребителски профил

# profileHtmlTitle
source: Profile
bg: Профил

# userProfileText
source: User Profile
bg: Потребителски профил

# profilesHtmlTitle
source: Profiles
bg: Профили

# usersText
source: Users
bg: Потребители

# usersListText
source: Users list
bg: Списък на потребители

# creatingItemProgressText
source: Creating
bg: Създаване

# createSeekHtmlTitle
source: Create Seek
bg: Създай търсене

# createSeekText
source: Create Seek
bg: Създай търсене

source: Create new Seek
bg: Създай ново търсене

# newSeekCreatedMessageText
source: Successfully created seek #
bg: Успешно създадено търсене #

# newSeekCreatingErrorText
source: Error creating seek
bg: Грешка при създаването на търсене

# editingItemProgressText
source: Editing
bg: Редактиране

# editSeekHtmlTitle
source: Edit Seek
bg: Редактиране на търсене

# seekUpdatedMessageText
source: Successfully updated seek #
bg: Успешно актуализирано търсене #

# seekUpdateErrorText
source: Error updating seek
bg: Грешка при актуализиране на търсенето

# successPaymentForSeekBoostingText
source: Successfully paid for seek boosting
bg: Успешно платено за търсене на стимулиране

# boostingSeekLoadingText
source: Boosting your seek...
bg: Засилване на търсенето ви ...

# wrongSeekIdText
source: No seek id provided
bg: Не е предоставен номер на търсене

# wrongCouponCodeText
source: Wrong coupon code
bg: Грешен код на талон

source: Successfully deleted seek
bg: Търсенето е изтрито успешно

# seeksListHtmlTitle
source: Seeks
bg: Търсения

# seeksText
source: Seeks
bg: Търсения

# seeksListSeoDescription
source: Search seeks seo description
bg: Търсенето търси seo описание

# createServiceHtmlTitle
source: Create Service
bg: Създай услуга

# createServiceText
source: Create Service
bg: Създай услуга

source: Create new Service
bg: Създайте нова услуга

# newServiceCreatedMessageText
source: Successfully created service #
bg: Успешно създадена услуга #

# newServiceCreatingErrorText
source: Error creating service
bg: Грешка при създаването на услуга

# editServiceHtmlTitle
source: Edit Service
bg: Редактирай услугата

# serviceUpdatedMessageText
source: Successfully updated service #
bg: Успешно актуализирана услуга #

# serviceUpdateErrorText
source: Error updating service
bg: Грешка при актуализиране на услугата

source: Only
bg: Само

source: items allowed
bg: разрешени елементи

# successPaymentForServiceBoostingText
source: Successfully paid for service boosting
bg: Успешно платено за промотиране на услугата

# boostingServiceLoadingText
source: Boosting your service...
bg: Промотиране на услугата ви ...

# wrongServiceIdText
source: No service id provided
bg: Не е предоставен идентификационен номер на услугата

# successOnServiceDelete
source: Successfully deleted service
bg: Услугата е изтрита успешно

# servicesListHtmlTitle
source: Services
bg: Услуги

# servicesText
source: Services
bg: Услуги

# servicesListSeoDescription
source: Search services seo description
bg: Описание на услугите за търсене

source: You can select 5 tags max
bg: Можете да изберете максимум 5 маркера

# districtText
source: District
bg: Област

# selectLocationText
source: Select Location
bg: Изберете Местоположение

# warnUserAboutAbilityToSearchLocationInSearchSelector
source: You can search location by name
bg: Можете да търсите местоположение по име

source: You can only upload JPG or PNG file!
bg: Може да качвате само JPG или PNG файл!

source: Image must smaller than 5MB!
bg: Изображението трябва да е по-малко от 5MB!

source: Wrong paymentIntent id. Contact administrator.
bg: Неправилно плащане. Свържете се с администратора.

source: Payment error:
bg: Грешка в плащането:

# incompleteCardNumberErrorText
source: Your card number is incomplete.
bg: Номерът на вашата карта е непълен.

# invalidCardNumberErrorText
source: Your card number is invalid.
bg: Номерът на вашата карта е невалиден.

# incompleteCardExpiryErrorText
source: Your card's expiration date is incomplete.
bg: Датата на валидност на картата ви е непълна.

# invalidCardExpiryYearPastErrorText
source: Your card's expiration year is in the past.
bg: Годината на валидност на картата ви е минала.

# invalidCardExpiryYearErrorText
source: Your card's expiration year is invalid.
bg: Годината на валидност на картата ви е невалидна.

# invalidCardExpiryErrorText
source: Your card's expiration is invalid.
bg: Датата на валидност на вашата карта е невалидна.

# incompleteCardCVCErrorText
source: Your card's security code is incomplete.
bg: Кодът за сигурност на вашата карта е непълен.

# incompleteCardZipErrorText
source: Your postal code is incomplete.
bg: Пощенският ви код е непълен.

# unknownErrorText
source: Unknown error. Contact administrator
bg: Неизвестна грешка. Свържете се с администратора

# permissionDeniedOnUserAvatarChangeText
source: You can not change avatar of this user!
bg: Не можете да промените аватара на този потребител!

# uploadImageErrorBecauseFileType
source: You can only upload JPG / PNG file!
bg: Можете да качвате само JPG / PNG файл!

# uploadImageErrorBecauseSize
source: Image must smaller than 3MB!
bg: Изображението трябва да е по-малко от 3MB!

# successUpdatedAvatar
source: Successfully updated avatar
bg: Аватарът е успешно актуализиран

# errorUpdatingAvatar
source: Error uploading new avatar
bg: Грешка при качването на нов аватар

# networkErrorText
source: Network error
bg: Мрежова грешка
